INSERT INTO doctors (last_name, first_name, patronymic, specialization)
VALUES ('Берёзкина', 'Валентина', 'Потаповна', 'Хирург'),
       ('Панюшкин', 'Юрий', 'Иванович', 'Терапевт'),
       ('Кононова', 'Кристина', 'Анатолиевна', 'Пульмонолог'),
       ('Турчанинов', 'Анатолий', 'Игоревич', 'Отоларинголог'),
       ('Гречко', 'Алексей', 'Глебович', 'Дерматолог'),
       ('Золотова', 'Арина', 'Евгениевна', 'Стоматолог'),
       ('Романова', 'Евгения', 'Станиславовна', 'Невролог');

INSERT INTO patients (last_name, first_name, patronymic, phone_number)
VALUES ('Акимова', 'Елизавета', 'Львовна', '+79279933533'),
       ('Куприянов', 'Дмитрий', 'Павлович', '+79275461597'),
       ('Лукьянов', 'Антон', 'Фёдорович', '8(927)186-57-48'),
       ('Ковалева', 'София', 'Романовна', '8(927)625-4840'),
       ('Новиков', 'Фёдор', 'Константинович', '89278683749');
INSERT INTO recipes (description, patient_id, doctor_id, creation_date, validity, priority)
VALUES ('Рецепт #9', 1, 1, '2020-09-27', 14, 'CITO'),
       ('Рецепт #1', 2, 3, '2020-01-25', 14, 'STATIUM'),
       ('Рецепт #6', 3, 5, '2020-08-10', 365, 'NORMAL'),
       ('Рецепт #2', 4, 0, '2020-03-27', 93, 'CITO'),
       ('Рецепт #5', 0, 2, '2020-07-11', 7, 'STATIUM'),
       ('Рецепт #3', 4, 4, '2020-05-22', 21, 'STATIUM'),
       ('Рецепт #7', 4, 6, '2020-08-15', 31, 'CITO'),
       ('Рецепт #4', 3, 5, '2020-06-22', 182, 'NORMAL'),
       ('Рецепт #8', 1, 0, '2020-08-31', 93, 'NORMAL');
